[
  "obsidian-hider",
  "settings-search",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "omnisearch",
  "darlal-switcher-plus",
  "vim-reading-view-navigation",
  "obsidian-filename-heading-sync",
  "mrj-jump-to-link",
  "obsidian-vimrc-support",
  "obsidian-contextual-typography",
  "obsidian-git",
  "open-in-new-tab"
]